Repository: groupserver/gs.group.member.log
Catalog: gs/group/member/log/locales/*/LC_MESSAGES/gs.group.member.log.po
Languages: de

# detail-title
source: Detailed log
de: Detailliertes Protokoll

# event-join-admin
source: {userName} joined &#8212; invited by ${adminName} (${date})
de: ${userName} beigetreten &#8212; eingeladen von ${adminName} (${date})

# event-join-normal
source: ${userName} joined (${date})
de: ${userName} beigetreten (${date})

# event-leave-normal
source: ${userName} left (${date})
de: ${userName} verlassen (${date})

# event-leave-other
source: ${userName} removed by ${adminName} (${date})
de: ${userName} entfernt von ${adminName} (${date})

# summary-all-members-n
source: {n} members:
de: ${n} Mitglieder:

# summary-all-members-one
source: One member:
de: Ein Mitglied:

# summary-joined
source: ${n} joined,
de: ${n} beigetreten,

# summary-left
source: ${n} left.
de: ${n} verlassen.

# summary-no-events
source: <p>Nobody joined or left the group.</p>
de: <p>Niemand ist der Gruppe beigetreten oder hat diese verlassen.</p>

# summary-title
source: Log
de: Protokoll
